Repository: 2ec/Localisations
Catalog: seng/*.lproj/Localizable.strings
Languages: pt_br

# tw_ACTION_MENU
source: Action Menu
pt_br: Menu de Ação

# tw_SHUT_DOWN
source: Shut Down
pt_br: Desligar

# tw_REBOOT
source: Reboot
pt_br: Reiniciar

# tw_SAFE_MODE
source: Safe Mode
pt_br: Modo de Segurança

# tw_QUIT_ALL
source: Quit All Apps
pt_br: Fechar todos os Apps

# tw_CANCEL
source: Cancel
pt_br: Cancelar

# MULTI_CENTRE
source: Multi Center
pt_br: Multi Centro

# OTHER
source: Other Options
pt_br: Outras Opções

source: Support
pt_br: Suporte

# mc_ENABLED
source: Enabled
pt_br: Ativado

# mc_CONTROL_SECTIONS_TITLE
source: Control Sections
pt_br: Secções de Controle

# mc_TOP
source: Top
pt_br: Superior

# mc_BOTTOM
source: Bottom
pt_br: Inferior

# mc_CONTROL_SECTIONS_FOOTER
source: The control sections included in the top and bottom seng multi center views.
pt_br: A secções de controle incluem na parte superior e inferior do Multi Centro do seng.

# mc_ICON_STYLE_TITLE
source: Icon Style
pt_br: Estilo do ícone

# mc_ICON_STYLE_FOOTER
source: Style of the icons presented in the app switcher.
pt_br: Estilo do ícone presente no app switcher.

# mc_ICON_STYLE_STANDARD
source: Standard
pt_br: Padrão

# mc_ICON_STYLE_OVERLAPPED
source: Overlapped
pt_br: Sobreposto

# mc_ICON_STYLE_HIDDEN
source: Hidden
pt_br: Oculto

# mc_GESTURE_ANIMATIONS
source: Gesture Animations
pt_br: Animações de Gesto

# mc_GESTURE_ANIMATIONS_FOOTER
source: If enabled the animations when activating and deactivating the app switcher will be gesture controlled (like the standard Control/Notification Centers). Forces Open to Current App to be enabled.
pt_br: Se ativado as animações, quando ligar ou desligar o App Switcher será controlado por gesto (como no controle Padrão/Centro Notificações). Força a abrir o Aplicativo Atual para ser ativado.

# mc_OPEN_TO_CURRENT
source: Open to Current App
pt_br: Abrir o Aplicativo Atual

# mc_OPEN_TO_CURRENT_FOOTER
source: If enabled the app switcher will open to the currently open app, rather than the last open app.
pt_br: Se ativado o App Switcher vai abrir o Aplicativo Atual, ao invés do último Aplicativo.

# mc_INCLUDED_SECTIONS
source: Included
pt_br: Incluído

# mc_EXCLUDED_SECTIONS
source: Not Included
pt_br: Não Incluído

# hc_ACTIONS_FOOTER
source: Dragging up from the screen's bottom corners will invoke the above actions.
pt_br: Arrastando para cima da tela do canto inferior irá invocar as ações acima.

# hc_LEFT_ACTION
source: Left Action
pt_br: Ação Esquerda

# hc_RIGHT_ACTION
source: Right Action
pt_br: Ação Direita

# hc_GO_TO_HOME_SCREEN
source: Go To Home Screen
pt_br: Ir para Tela Inicial

# hc_QUICK_SWITCHER
source: Quick Switcher
pt_br: Troca Rápida

# hc_NONE
source: None
pt_br: Nenhum

# hc_GO_TO_HOME_SCREEN_FOOTER
source: If 'Lock From Home' is enabled performing this gesture on the Home Screen will lock the device. If 'Simple Home Animation' is enabled then a more simple vertical slide animation will be used rather than the system default scale animation.
pt_br: Se 'Bloquear Pela Tela' estiver ativado, fazer essa ação na Tela Inicial irá bloquear o aparelho. Se 'Animação Simples de Tela' estiver ativado, então uma forma mais simples de animação deslizante vertical será usado ao invés da animação padrão do sistema.

# hc_LOCK_FROM_HOME
source: Lock From Home
pt_br: Bloquear Pela Tela

# hc_SIMPLE_HOME
source: Simple Home Animation
pt_br: Animação Simples de Tela

# hc_GESTURE_TOLERANCE
source: Gesture Tolerance
pt_br: Tolerância do Gesto

# hc_GESTURE_TOLERANCE_FOOTER
source: This determines how far in from the corners you can swipe to activate the hot corners functionality.
pt_br: Isso determina o quão longe do canto você pode deslizar para ativar a função ‘Hot Corners'.

# op_SWIPE_UP_FOOTER
source: This is the action which happens when you swipe up on the home screen app card in the switcher, as if to dismiss it.
pt_br: Esta é a ação que acontece quando você desliza para cima na tela inicial, como se fosse dispensa-lo.

# op_SWIPE_UP
source: Swipe Up Action
pt_br: Ação de Deslize para Cima

# op_QUIT_ALL_APPS
source: Quit All Apps
pt_br: Fechar Todos Apps

# op_SHOW_ACTION_MENU
source: Show Action Menu
pt_br: Mostrar Menu de Ação

# op_LOCK
source: Lock
pt_br: Bloquear

# op_SHUT_DOWN
source: Shut Down
pt_br: Desligar

# op_NONE
source: Nothing
pt_br: Nenhum

# op_APP_WHITELIST
source: App Whitelist
pt_br: Lista Branca de Apps

# op_CLOSE_NOW_PLAYING
source: Close Now Playing App
pt_br: Fechar App Tocando Agora

# op_DISMISS_AFTER
source: Dismiss Switcher After
pt_br: Dispensar Troca Posterior

# op_APPEARANCE
source: Appearance
pt_br: Aparência

# op_REMOVE_DARK_EFFECT
source: Remove Dark Section Effect
pt_br: Remover Seção de Efeito Escuro

# op_HIDE_BG
source: Hide Background Blur
pt_br: Esconder Fundo Fosco

# op_BEHAVIOUR
source: Behaviour
pt_br: Comportamento

# op_BEHAVIOUR_FOOTER
source: If seng is blacklisted in an app then hot corners will not function. The seng multi center will still function (if enabled) but if in fullscreen a tab will be presented before opening (as with the default control center).
pt_br: Se um app está na lista negra do seng, então os Hot Corners não funcionarão. O Multi Centro do seng ainda funcionará (se ativado), mas se em tela cheia, uma guia será apresentado antes da abertura (com o Centro de Controle padrão).

# op_BLACKLIST
source: Blacklist
pt_br: Lista Negra

# pv_INFO
source: Info
pt_br: Informação

# pv_INFO_FOOTER
source: In order for the people section to correctly show up you must enable one or both of the options in Settings > Mail, Contacts & Calenders > Show In App Switcher.
pt_br: Para a seção de pessoas aparecer corretamente, você precisa ativar uma ou ambas das opções em Ajustes > Mail, Contatos, Calendários > Mostrar no Seletor de Aplicativos.

# mv_SHOW_WHEN_PLAYING
source: Show Only When Playing
pt_br: Mostrar Apenas Quando Tocando

# mv_HIDE_WHEN_PLAYING
source: Hide When Playing
pt_br: Ocultar Quando Tocando

# as_HIDE_WHEN_UNAVAILABLE
source: Hide When Unavailable
pt_br: Ocultar Quando Indisponível

# sv_RESETS_TO_FIRST
source: Reset to First Page
pt_br: Resetar para Primeira Página

# sv_RESET_TO_FIRST_FOOTER
source: 'Reset to First Page' will set the scroll view to the first page each time you reopen the app switcher.
pt_br: ’Resetar para Primeira Página' irá setar a rolagem para a primeira página cada vez que você reabrir um app switcher.

# sv_INCLUDED_SECTIONS
source: Included Sections
pt_br: Seções Incluídas

# sv_EXCLUDED_SECTIONS
source: Excluded Sections
pt_br: Seções Excluídas

# sv_SCROLLING_STYLE
source: Scrolling Style
pt_br: Estilo da Rolagem

# st_BRIGHTNESS
source: Brightness Slider
pt_br: Brilho Slider

# st_SMALL_SCROLL
source: Small Scroll View
pt_br: Scroll View Pequeno

# st_BIG_SCROLL
source: Big Scroll View
pt_br: Scroll View Grande

# st_DEFAULT_MEDIA
source: Default Media Controls
pt_br: Controle de Mídia Padrão

# st_TOGGLES
source: Toggle Buttons
pt_br: Botões Toggle

# st_QUICK_LAUNCH
source: Quick Launch Buttons
pt_br: Botões de Acesso Rápido

# st_MEDIA_TITLES
source: Media Titles View
pt_br: Ver Títulos de Mídia

# st_MEDIA_BUTTONS
source: Media Transport Buttons
pt_br: Botões de Transporte de Mídia

# st_PEOPLE
source: Favourite Contacts
pt_br: Contatos Favoritos

# al_ENTER_VALUE
source: Please enter a value between %.01f and %.01f.
pt_br: Por favor entre um valor entre %.01f e %.01f.

# al_CANCEL
source: Cancel
pt_br: Cancelar

# al_NEGATE
source: Negate
pt_br: Negar

# al_POINT
source: Point
pt_br: Ponto

# al_ERROR
source: Error
pt_br: Erro

# al_VALID_VALE
source: Please ensure that you enter a valid value.
pt_br: Por favor assegure-se que colocou um valor válido.

# al_TWEET_ERROR
source: Unable to tweet at this time.
pt_br: Incapaz de twittar nesse momento.

# al_EMAIL_ERROR
source: You seem to be unable to send emails.
pt_br: Você está incapaz de enviar e-mails.

# TWITTER_MESSAGE
source: I'm using seng (by @friggog) to switch apps in style!
pt_br: Estou usando seng (by @friggog) para mudar de apps com estilo!
